//
//  ModelArticles.swift
//  Pet-Yes 2.0
//
//  Created by Карина on 23.03.2023.
//

import Foundation

struct ModelArticles {
     var articleImages: [String] = ["article1", "article2", "article3", "article4"]
    var articleData: [String] = ["22 марта 2022", "2 марта 2022", "20 апреля 2022", "3 марта 2022"]
    var articleTitle: [String] = ["Как правильно организовать кормление кошки?", "Профилактика болезней у домашних животных", "Безболезненное лечение зубов у кошек и собак", "Взяли брошенного щенка или котенка к себе домой?"]
     var articleSubtitle: [String] = ["В отличие от собак, кошки на сто процентов являются плотоядными хищниками, поэтому для них больше всего подходит натуральное кормление.","Каждая ветклиника предлагает хозяевам собак провести вакцинацию животного, чтобы предотвратить его заражение инфекционными заболеваниями, но для этого вакцины следует вводить своевременно.","Современная ветеринарная стоматология обеспечивает поддержание ротовой полости животных в абсолютном порядке в течение всей жизни.","Если вы проявили сочувствие к щенку или котенку на улице, у вас есть повод для некоторого беспокойства. Вначале нужно внимательно осмотреть животное: приглядитесь, нет ли у него дефекта кожного покрова, проплешин и расчесов, выделений из носа или глаз."]
}
